{
  "fr-FR": {
    "shortTitle": "Évasion",
    "fullTitle": "Évasion : Sommeil & Nature",
    "subtitle": "Mixeur d'ambiances réelles",
    "promotionalText": "Créez votre propre sanctuaire sonore. De véritables enregistrements de la nature pour un sommeil profond et une concentration absolue.",
    "keywords": "sommeil,nature,bruit,blanc,dormir,relax,meditation,pluie,oiseaux,calme,insomnie,concentration,mixeur",
    "description": "Échappez au chaos quotidien. Évasion vous permet de générer un fond sonore continu, immersif et vivant, composé exclusivement de véritables enregistrements de la nature.\n\nContrairement aux boucles synthétiques répétitives, Évasion intègre un algorithme de mixage exclusif qui fusionne des captations audio réelles de haute qualité (oiseaux, vent, mer, rivière, forêt, pluie, tonnerre, insectes, ville). Le résultat : cet algorithme garantit que chaque session d'écoute est fondamentalement unique. L'atmosphère ne se répétera jamais deux fois, créant une expérience sonore infinie, comme dans la vraie vie.\n\nFONCTIONNALITÉS PRINCIPALES :\n• Mixeur 9 canaux : Ajustez le volume de chaque élément de la nature avec une interface épurée et élégante.\n• Variation Automatique : Laissez l'application moduler lentement les volumes en arrière-plan pour une immersion totale (le vent qui se lève, la pluie qui s'intensifie).\n• Lecture en Arrière-plan : Écoutez vos ambiances même lorsque votre écran est verrouillé.\n• Minuteur de Sommeil : Réglez un arrêt automatique (15 min, 30 min, 1h, 2h) pour vous endormir paisiblement.\n• Presets Personnalisables : Sauvegardez vos mix préférés et retrouvez-les en un clin d'œil.\n• Audio Hors-Ligne : Tous les sons sont intégrés, aucune connexion internet n'est requise.\n• Support AirPlay & Bluetooth : Diffusez facilement sur vos enceintes.\n\nFermez les yeux, choisissez votre destination, et téléportez-vous."
  },
  "en-US": {
    "shortTitle": "Drift",
    "fullTitle": "Drift: Real Nature Sounds",
    "subtitle": "Sleep & relax audio mixer",
    "promotionalText": "Create your own sound sanctuary. Real high-quality nature recordings for deep sleep, focus, and relaxation.",
    "keywords": "sleep,nature,sounds,white,noise,relax,meditation,rain,birds,calm,insomnia,focus,mixer,soundscapes",
    "description": "Escape the daily chaos. Drift allows you to generate a continuous, immersive, and living soundscape composed exclusively of real nature recordings.\n\nUnlike repetitive synthetic loops, Drift features an exclusive mixing algorithm that blends genuine, high-quality audio captures (birds, wind, ocean, river, forest, rain, thunder, insects, city). The result: this algorithm guarantees that every single listening session is fundamentally unique. The atmosphere will never repeat itself, creating an infinite sound experience, just like in real life.\n\nKEY FEATURES:\n• 9-Channel Mixer: Adjust the volume of each natural element using a sleek, elegant interface.\n• Auto-Variation: Let the app slowly modulate volumes in the background for total immersion (swelling wind, intensifying rain).\n• Background Audio: Keep listening to your soundscapes even when your screen is locked.\n• Sleep Timer: Set an automatic stop (15m, 30m, 1h, 2h) to fall asleep peacefully.\n• Custom Presets: Save your favorite mixes and load them instantly.\n• Offline Audio: All sounds are built-in, no internet connection required.\n• AirPlay & Bluetooth Support: Cast easily to your external speakers.\n\nClose your eyes, pick your destination, and drift away."
  },
  "de-DE": {
    "shortTitle": "Drift",
    "fullTitle": "Drift: Schlaf & Naturklänge",
    "subtitle": "Schlaf & Entspannung Mixer",
    "promotionalText": "Erschaffen Sie Ihr eigenes Klangheiligtum. Echte Naturaufnahmen für tiefen Schlaf und absolute Konzentration.",
    "keywords": "schlaf,natur,klang,weisses,rauschen,entspannen,meditation,regen,ruhe,fokus,mixer,insomnie,geraeusche",
    "description": "Entfliehen Sie dem Alltagschaos. Mit Drift können Sie eine kontinuierliche, immersive und lebendige Klangkulisse erzeugen, die ausschließlich aus echten Naturaufnahmen besteht.\n\nIm Gegensatz zu sich wiederholenden synthetischen Loops verfügt Drift über einen exklusiven Mixing-Algorithmus, der echte, hochwertige Audioaufnahmen (Vögel, Wind, Meer, Fluss, Wald, Regen, Donner, Insekten, Stadt) nahtlos miteinander verschmelzen lässt. Das Ergebnis: Dieser Algorithmus garantiert, dass jede einzelne Hörsitzung absolut einzigartig ist. Die Atmosphäre wird sich nie wiederholen und schafft ein unendliches Klangerlebnis, genau wie im echten Leben.\n\nHAUPTFUNKTIONEN:\n• 9-Kanal-Mixer: Passen Sie die Lautstärke jedes Naturelements über eine elegante Benutzeroberfläche an.\n• Automatische Variation: Lassen Sie die App die Lautstärken im Hintergrund sanft anpassen, um eine totale Immersion zu erreichen (aufkommender Wind, stärker werdender Regen).\n• Hintergrundwiedergabe: Hören Sie Ihre Klanglandschaften auch bei gesperrtem Bildschirm.\n• Sleep-Timer: Stellen Sie einen automatischen Stopp (15 Min., 30 Min., 1 Std., 2 Std.) ein, um friedlich einzuschlafen.\n• Eigene Presets: Speichern Sie Ihre Lieblingsmischungen und rufen Sie diese sofort ab.\n• Offline-Audio: Alle Töne sind integriert, keine Internetverbindung erforderlich.\n• AirPlay & Bluetooth: Übertragen Sie den Ton ganz einfach auf Ihre Lautsprecher.\n\nSchließen Sie die Augen, wählen Sie Ihr Ziel und entspannen Sie sich."
  },
  "es-ES": {
    "shortTitle": "Oasis",
    "fullTitle": "Oasis: Sonidos para Dormir",
    "subtitle": "Mezclador de audio real",
    "promotionalText": "Crea tu propio santuario sonoro. Grabaciones reales de la naturaleza para un sueño profundo y máxima concentración.",
    "keywords": "dormir,naturaleza,sonidos,ruido,blanco,relax,meditacion,lluvia,aves,calma,insomnio,concentracion",
    "description": "Escapa del caos diario. Oasis te permite generar un paisaje sonoro continuo, inmersivo y vivo compuesto exclusivamente por verdaderas grabaciones de la naturaleza.\n\nA diferencia de los bucles sintéticos repetitivos, Oasis cuenta con un algoritmo de mezcla exclusivo que fusiona capturas de audio reales de alta calidad (pájaros, viento, océano, río, bosque, lluvia, truenos, insectos, ciudad). El resultado: este algoritmo garantiza que cada sesión de escucha sea fundamentalmente única. La atmósfera nunca se repetirá dos veces, creando una experiencia sonora infinita, igual que en la vida real.\n\nCARACTERÍSTICAS PRINCIPALES:\n• Mezclador de 9 canales: Ajusta el volumen de cada elemento natural utilizando una interfaz minimalista y elegante.\n• Variación Automática: Deja que la aplicación module lentamente los volúmenes en segundo plano para una inmersión total (el viento arrecia, la lluvia se intensifica).\n• Audio en Segundo Plano: Sigue escuchando tus ambientes incluso con la pantalla bloqueada.\n• Temporizador de Sueño: Configura un apagado automático (15m, 30m, 1h, 2h) para dormir plácidamente.\n• Presets Personalizables: Guarda tus mezclas favoritas y cárgalas al instante.\n• Audio sin Conexión: Todos los sonidos están integrados, no requiere internet.\n• Soporte AirPlay y Bluetooth: Transmite fácilmente a tus altavoces.\n\nCierra los ojos, elige tu destino y relájate."
  },
  "it-IT": {
    "shortTitle": "Oasi",
    "fullTitle": "Oasi: Sonno e Natura",
    "subtitle": "Mixer per sonno e relax",
    "promotionalText": "Crea il tuo santuario sonoro. Vere registrazioni della natura per un sonno profondo e la massima concentrazione.",
    "keywords": "sonno,natura,suoni,rumore,bianco,dormire,relax,meditazione,pioggia,uccelli,calma,insonnia,focale",
    "description": "Fuggi dal caos quotidiano. Oasi ti permette di generare un paesaggio sonoro continuo, immersivo e vivo composto esclusivamente da vere registrazioni della natura.\n\nA differenza dei loop sintetici ripetitivi, Oasi è dotato di un esclusivo algoritmo di mixaggio che fonde acquisizioni audio reali di alta qualità (uccelli, vento, mare, fiume, foresta, pioggia, tuono, insetti, città). Il risultato: questo algoritmo garantisce che ogni singola sessione di ascolto sia fondamentalmente unica. L'atmosfera non si ripeterà mai due volte, creando un'esperienza sonora infinita, proprio come nella vita reale.\n\nCARATTERISTICHE PRINCIPALI:\n• Mixer a 9 canali: Regola il volume di ogni elemento naturale con un'interfaccia elegante e minimalista.\n• Variazione Automatica: Lascia che l'app moduli lentamente i volumi in background per un'immersione totale (il vento aumenta, la pioggia si intensifica).\n• Audio in Background: Continua ad ascoltare i tuoi paesaggi sonori anche a schermo bloccato.\n• Timer Sonno: Imposta uno spegnimento automatico (15m, 30m, 1h, 2h) per addormentarti serenamente.\n• Preset Personalizzabili: Salva i tuoi mix preferiti e caricali all'istante.\n• Audio Offline: Tutti i suoni sono integrati, non è richiesta alcuna connessione internet.\n• Supporto AirPlay e Bluetooth: Trasmetti facilmente ai tuoi altoparlanti.\n\nChiudi gli occhi, scegli la tua destinazione e rilassati."
  },
  "pt-BR": {
    "shortTitle": "Refúgio",
    "fullTitle": "Refúgio: Sono e Natureza",
    "subtitle": "Mixer de áudio para dormir",
    "promotionalText": "Crie seu próprio santuário sonoro. Gravações reais da natureza para um sono profundo e foco absoluto.",
    "keywords": "sono,natureza,sons,ruido,branco,dormir,relaxar,meditacao,chuva,passaros,calma,foco,mixer,insonia",
    "description": "Fuja do caos diário. Refúgio permite que você gere uma paisagem sonora contínua, imersiva e viva, composta exclusivamente por gravações reais da natureza.\n\nAo contrário dos loops sintéticos repetitivos, Refúgio possui um algoritmo de mixagem exclusivo que mescla capturas de áudio genuínas e de alta qualidade (pássaros, vento, oceano, rio, floresta, chuva, trovão, insetos, cidade). O resultado: este algoritmo garante que cada sessão de audição seja fundamentalmente única. A atmosfera nunca se repetirá duas vezes, criando uma experiência sonora infinita, assim como na vida real.\n\nRECURSOS PRINCIPAIS:\n• Mixer de 9 Canais: Ajuste o volume de cada elemento natural através de uma interface minimalista e elegante.\n• Variação Automática: Deixe o aplicativo modular lentamente os volumes em segundo plano para imersão total (o vento que aumenta, a chuva que se intensifica).\n• Áudio em Segundo Plano: Continue ouvindo seus ambientes mesmo com a tela bloqueada.\n• Timer de Sono: Defina um desligamento automático (15m, 30m, 1h, 2h) para adormecer tranquilamente.\n• Presets Personalizáveis: Salve suas mixagens favoritas e carregue-as instantaneamente.\n• Áudio Offline: Todos os sons estão integrados, sem necessidade de internet.\n• Suporte AirPlay e Bluetooth: Transmita facilmente para seus alto-falantes.\n\nFeche os olhos, escolha seu destino e relaxe."
  }
}
