{
  "fr-FR": {
    "shortTitle": "Évasion",
    "fullTitle": "Évasion : Focus & Sommeil",
    "subtitle": "Mixeur pour la concentration",
    "promotionalText": "Boostez votre productivité et trouvez le sommeil profond. De vrais sons de la nature pour le deep work et le repos.",
    "keywords": "concentration,focus,sommeil,nature,bruit,blanc,dormir,etude,travail,tda,relax,meditation,pluie",
    "description": "Échappez au chaos quotidien. Que ce soit pour une session de travail intense (Deep Work), pour réviser, ou pour vaincre l'insomnie, Évasion génère un fond sonore continu, immersif et vivant.\n\nContrairement aux boucles synthétiques répétitives, Évasion intègre un algorithme de mixage exclusif qui fusionne des captations audio réelles de haute qualité (oiseaux, vent, mer, rivière, forêt, pluie, tonnerre, insectes, ville). Le résultat : cet algorithme garantit que chaque session d'écoute est fondamentalement unique. L'atmosphère ne se répétera jamais deux fois, créant une bulle de concentration infinie, comme dans la vraie vie.\n\nFONCTIONNALITÉS PRINCIPALES :\n• Mixeur 9 canaux : Ajustez le volume de chaque élément pour créer votre espace de travail ou de repos idéal.\n• Variation Automatique : Laissez l'application moduler lentement les volumes en arrière-plan pour une immersion totale.\n• Lecture en Arrière-plan : Restez concentré(e) même lorsque votre écran est verrouillé.\n• Minuteur Intégré : Idéal pour la technique Pomodoro (25 min) ou pour s'endormir (1h, 2h).\n• Presets Personnalisables : Sauvegardez vos mix \"Travail\", \"Lecture\" ou \"Nuit\".\n• Audio Hors-Ligne : 100% hors-ligne pour couper le Wi-Fi et éviter les distractions.\n\nFermez les yeux, choisissez votre destination, et reprenez le contrôle de votre attention."
  },
  "en-US": {
    "shortTitle": "Drift",
    "fullTitle": "Drift: Focus & Sleep Sounds",
    "subtitle": "Real nature audio mixer",
    "promotionalText": "Boost your productivity and find deep sleep. Genuine nature recordings for deep work and rest.",
    "keywords": "focus,sleep,nature,sounds,white,noise,study,adhd,work,relax,meditation,rain,insomnia,mixer",
    "description": "Escape the daily chaos. Whether you need to dive into deep work, study for exams, or overcome insomnia, Drift generates a continuous, immersive, and living soundscape.\n\nUnlike repetitive synthetic loops, Drift features an exclusive mixing algorithm that blends genuine, high-quality audio captures (birds, wind, ocean, river, forest, rain, thunder, insects, city). The result: this algorithm guarantees that every single listening session is fundamentally unique. The atmosphere will never repeat itself, creating an infinite bubble of focus, just like in real life.\n\nKEY FEATURES:\n• 9-Channel Mixer: Adjust the volume of each element to create your ideal workspace or sleep environment.\n• Auto-Variation: Let the app slowly modulate volumes in the background for total immersion.\n• Background Audio: Keep your flow state even when your screen is locked.\n• Built-in Timer: Perfect for Pomodoro sessions (25m) or falling asleep (1h, 2h).\n• Custom Presets: Save your favorite \"Deep Work\", \"Reading\", or \"Night\" mixes.\n• Offline Audio: 100% offline so you can turn off Wi-Fi and avoid distractions.\n\nClose your eyes, pick your destination, and regain control of your attention."
  },
  "de-DE": {
    "shortTitle": "Drift",
    "fullTitle": "Drift: Fokus & Schlafklänge",
    "subtitle": "Natur audio für konzentration",
    "promotionalText": "Steigern Sie Ihre Produktivität und finden Sie tiefen Schlaf. Echte Naturaufnahmen für Deep Work.",
    "keywords": "fokus,schlaf,natur,klang,weisses,rauschen,konzentration,lernen,arbeit,entspannen,regen,mixer,adhs",
    "description": "Entfliehen Sie dem Alltagschaos. Ob für intensive Deep-Work-Phasen, zum Lernen oder bei Schlaflosigkeit – Drift erzeugt eine kontinuierliche, immersive und lebendige Klangkulisse.\n\nIm Gegensatz zu sich wiederholenden synthetischen Loops verfügt Drift über einen exklusiven Mixing-Algorithmus, der echte, hochwertige Audioaufnahmen (Vögel, Wind, Meer, Fluss, Wald, Regen, Donner, Insekten, Stadt) nahtlos miteinander verschmelzen lässt. Das Ergebnis: Jeder Hörvorgang ist absolut einzigartig und schafft eine unendliche Fokus-Blase, genau wie im echten Leben.\n\nHAUPTFUNKTIONEN:\n• 9-Kanal-Mixer: Passen Sie die Lautstärke an, um Ihren idealen Arbeitsplatz oder Ihre Schlafumgebung zu schaffen.\n• Automatische Variation: Sanfte, automatische Lautstärkeanpassungen im Hintergrund.\n• Hintergrundwiedergabe: Bleiben Sie fokussiert, auch bei gesperrtem Bildschirm.\n• Integrierter Timer: Perfekt für die Pomodoro-Technik (25 Min.) oder zum Einschlafen (1 Std., 2 Std.).\n• Eigene Presets: Speichern Sie Ihre Mixe für \"Arbeit\", \"Lesen\" oder \"Nacht\".\n• Offline-Audio: 100% offline, schalten Sie das WLAN aus, um Ablenkungen zu vermeiden.\n\nSchließen Sie die Augen, wählen Sie Ihr Ziel und übernehmen Sie wieder die Kontrolle über Ihre Aufmerksamkeit."
  },
  "es-ES": {
    "shortTitle": "Oasis",
    "fullTitle": "Oasis: Foco y Sueño",
    "subtitle": "Sonidos para concentrarse",
    "promotionalText": "Aumenta tu productividad y encuentra el sueño profundo. Sonidos reales para estudiar y descansar.",
    "keywords": "foco,dormir,naturaleza,sonidos,ruido,blanco,concentracion,estudiar,trabajo,relax,lluvia,insomnio,tdah",
    "description": "Escapa del caos diario. Ya sea para una sesión de trabajo profundo (Deep Work), para estudiar o para vencer el insomnio, Oasis genera un paisaje sonoro continuo, inmersivo y vivo.\n\nA diferencia de los bucles sintéticos repetitivos, Oasis cuenta con un algoritmo de mezcla exclusivo que fusiona capturas de audio reales de alta calidad (pájaros, viento, océano, río, bosque, lluvia, truenos, insectos, ciudad). El resultado: este algoritmo garantiza que cada sesión de escucha sea fundamentalmente única, creando una burbuja de concentración infinita, igual que en la vida real.\n\nCARACTERÍSTICAS PRINCIPALES:\n• Mezclador de 9 canales: Ajusta el volumen de cada elemento para crear tu espacio de trabajo o descanso ideal.\n• Variación Automática: Deja que la aplicación module lentamente los volúmenes en segundo plano.\n• Audio en Segundo Plano: Mantén la concentración incluso con la pantalla bloqueada.\n• Temporizador Integrado: Ideal para la técnica Pomodoro (25m) o para dormir (1h, 2h).\n• Presets Personalizables: Guarda tus mezclas de \"Trabajo\", \"Lectura\" o \"Noche\".\n• Audio sin Conexión: 100% offline para que puedas apagar el Wi-Fi y evitar distracciones.\n\nCierra los ojos, elige tu destino y recupera el control de tu atención."
  },
  "it-IT": {
    "shortTitle": "Oasi",
    "fullTitle": "Oasi: Focus e Sonno",
    "subtitle": "Suoni per concentrazione",
    "promotionalText": "Aumenta la produttività e trova il sonno profondo. Suoni reali per lo studio e il riposo.",
    "keywords": "focus,sonno,natura,suoni,rumore,bianco,concentrazione,studio,lavoro,dormire,relax,pioggia,insonnia",
    "description": "Fuggi dal caos quotidiano. Che tu debba immergerti nel Deep Work, studiare o superare l'insonnia, Oasi genera un paesaggio sonoro continuo, immersivo e vivo.\n\nA differenza dei loop sintetici ripetitivi, Oasi è dotato di un esclusivo algoritmo di mixaggio che fonde acquisizioni audio reali di alta qualità (uccelli, vento, mare, fiume, foresta, pioggia, tuono, insetti, città). Il risultato: questo algoritmo garantisce che ogni singola sessione di ascolto sia fondamentalmente unica. L'atmosfera non si ripeterà mai due volte, creando una bolla di concentrazione infinita, proprio come nella vita reale.\n\nCARATTERISTICHE PRINCIPALI:\n• Mixer a 9 canali: Regola il volume di ogni elemento per creare il tuo ambiente ideale di lavoro o di sonno.\n• Variazione Automatica: Modulazione lenta e automatica dei volumi in background.\n• Audio in Background: Mantieni la concentrazione anche a schermo bloccato.\n• Timer Integrato: Perfetto per la tecnica del Pomodoro (25m) o per addormentarsi (1h, 2h).\n• Preset Personalizzabili: Salva i tuoi mix \"Lavoro\", \"Lettura\" o \"Notte\".\n• Audio Offline: 100% offline così puoi spegnere il Wi-Fi ed evitare distrazioni.\n\nChiudi gli occhi, scegli la tua destinazione e riprendi il controllo della tua attenzione."
  },
  "pt-BR": {
    "shortTitle": "Refúgio",
    "fullTitle": "Refúgio: Foco e Sono",
    "subtitle": "Sons para concentração",
    "promotionalText": "Aumente sua produtividade e durma profundamente. Áudio real da natureza para trabalho e descanso.",
    "keywords": "foco,sono,natureza,sons,ruido,branco,concentracao,estudar,trabalho,dormir,relaxar,chuva,insonia,tdah",
    "description": "Fuja do caos diário. Seja para uma sessão de trabalho focado (Deep Work), para estudar ou para vencer a insônia, Refúgio gera uma paisagem sonora contínua, imersiva e viva.\n\nAo contrário dos loops sintéticos repetitivos, Refúgio possui um algoritmo de mixagem exclusivo que mescla capturas de áudio genuínas e de alta qualidade (pássaros, vento, oceano, rio, floresta, chuva, trovão, insetos, cidade). O resultado: este algoritmo garante que cada sessão de audição seja fundamentalmente única. A atmosfera nunca se repetirá, criando uma bolha de foco infinita, assim como na vida real.\n\nRECURSOS PRINCIPAIS:\n• Mixer de 9 Canais: Ajuste o volume de cada elemento para criar seu espaço de trabalho ou descanso ideal.\n• Variação Automática: Deixe o aplicativo modular lentamente os volumes em segundo plano.\n• Áudio em Segundo Plano: Mantenha o foco mesmo com a tela bloqueada.\n• Timer Integrado: Ideal para a técnica Pomodoro (25m) ou para dormir (1h, 2h).\n• Presets Personalizáveis: Salve suas mixagens de \"Trabalho\", \"Leitura\" ou \"Noite\".\n• Áudio Offline: 100% offline para que você possa desligar o Wi-Fi e evitar distrações.\n\nFeche os olhos, escolha seu destino e recupere o controle da sua atenção."
  }
}
